[{"_id":1,"name":"Charlie","category":"dog","sex":"m","size_kg":2,"story":"Charlie is a dream dog he will cuddle with you and sleep under any blankets and if you take a little bal out he will be ready to play. He brings the ball back and will keep you laughing all day. He is the most easy going guy. He is not hyper, not a barker, he is wonderful. He is crate trained, leash trained, potty trained and fetch trained. How this angel ended up in a shelter is beyond me. They claimed he was not potty trained, would cry in a crate and did not like men, non of this could be further then the truth. Leaving this little guy to die in a shelter was heart breaking. We saw him and instantly fell in love. And you will too when you meet him. Located in West Hollywood,Ca","image":"assets/images/dogs/1.jpg"},{"_id":2,"name":"Hula","category":"dog","sex":"f","size_kg":27,"story":"Hula is a super smart amazing dog with so much love to give. Hula is well trained knows all commands sit, heal, go to your bed, stay on your bed, go to your crate, paw she knows it all. Hula is very protective and so loving g she needs a experienced owner who keeps her in check and loves her. She loves to play with toys she is a great fetcher and will be the most loyal dog you will ever know. We require that you meet with our trainer and that you take 15 training sessions with our trainer. You will love our trainer he has been training for 30 years. Give Hula a chance to be your forever best friend. She was abandoned and given up and hit in the face and she has come through it all.","image":"assets/images/dogs/2.jpg"},{"_id":3,"name":"Franicine","category":"dog","sex":"f","size_kg":27,"story":"Francine is looking for her perfect forever home. She was rescued from a high kill shelter, had a sad past and is seeking THE RIGHT FOREVER HOME rather than just A HOME. She will need to stay close to me in distance so I can physically watch over her sweet precious life, like every good rescue does, so if you're located far away, you wont be a good fit for us. Ideally, she will find a pitbull savvy single adopter, daddy or mommy, who do not work 10 hours a day and HAVE TIME FOR HER. A mommy or daddy that will make her the center of their life... but I will carefully consider and check every person who is interested in my little pretty doll. She is spayed, vaccinated, and chipped -does great in apartments- very quiet and calm -is currently living with 3 friendly calm pitbulls - but it took a slow gradual introduction of several weeks - she is good with older calm children. She does not like cats. I want a Pit experienced home for her.","image":"assets/images/dogs/3.jpg"},{"_id":4,"name":"Precious","category":"dog","sex":"f","size_kg":45,"story":"Precious is a loving pup who just wants to be near her people. She likes sitting next to you on the couch watching tv or reading a book, she like finding a free corner to sit and watch you cook in the kitchen, and she likes sitting in the back seat to run errands. She's energetic and friendly and is searching for her perfect permanent family!","image":"assets/images/dogs/4.jpg"},{"_id":5,"name":"Buster","category":"dog","sex":"m","size_kg":45,"story":"Buster loves affection, hikes and treats! He's playful and loves hiking in the canyons.His favorite dinner dish is sloppy joes. After dinner he's always excited to cuddle on the couch and watch The Voice. He is crate trained,he walks well on a leash now and wears a front clip harness to walk with. He is dog selective, if introduced correctly he can be good with another dog of his own size. He gets groomed every six weeks for anal gland expression and shedding. He is Incredibly loving, very smart and figured out how to get into our fridge. He loves to cuddle. He is very good with my son and checks on him. He has a HUGE prey drive so no cats. Give us a call to meet this handsome fellow!","image":"assets/images/dogs/5.jpg"},{"_id":6,"name":"Eartha","category":"cat","sex":"f","size_kg":4,"story":"Beautiful Eartha Kitty is a black and white f domestic short hair, who came to us from a local animal control shelter, where she was in danger of euthanasia. Eartha has a cute little black mask on her face, hence is named after the supreme cat woman Eartha Kit. She has a little bit of an attitude at first, until she gets to know you, which is totally fine because that means she's smart. But she does have anxiety which causes her to be defensive and unpredictable. She really does require an experienced adopter, and cannot be around kids or other cats or dogs. She needs a dedicated special friend. Who would love an Eartha Kitty in their life?","image":"assets/images/cats/6.jpg"},{"_id":7,"name":"Starlet","category":"cat","sex":"f","size_kg":3.5,"story":"Meet Starlet! This kitty has not had an easy life, but with your help, we hope to change all that. She was found recently, and needs a new home. Starlet is social and sweet, and is learning that she can have a wonderful new life with people who care. Her foster mom has been pampering this little angel! Would you like to pamper her too? NOTE: We are currently working with Starlet on a behavioral issue regarding litter box usage. ","image":"assets/images/cats/7.jpg"},{"_id":8,"name":"Dash","category":"cat","sex":"m","size_kg":4.5,"story":"My name is Dash (Mr. Dash as my foster mommy calls me) and for good reason. Look how gorgeous I am. I have beautiful almond shaped eyes and a dashing goatee. My personality is quite extraordinary. I was living on the side of a busy freeway onramp by the airport and had to survive on the streets for almost a year. Some nice people came and rescued me so I could find my human to love furrrever. With that said, I thrive on human companionship and get super excited when someone walks in (probably cause I was so cold and lonely out there on the streets). I get so happy in fact, that I need to open my mouth to purr as heavy and loud as I do, which my foster mommy says cracks her up (it makes her laugh). Once you walk through the front door, I’m like your shadow and will follow you around waiting for the lovefest to begin . Being stroked on my head and scratched under my chin are my most favorite spots which triggers biscuit making. In fact, I make sure enough biscuits for an army. Once I settle down from the excitement of having my company come home, I plop down next to you and will just lay and purr and fall asleep with contentment. At this point, I enjoy just having a hand lay on me so I feel the constant physical touch from my human. That helps me know that I’m not alone. Oh, I enjoy spooning at bedtime too. I will purrrr you right to a sound peaceful sleep. So, if you’re looking for a great kitty who yearns human companionship and is good with other cats, I’m the fellow for you.","image":"assets/images/cats/8.jpg"},{"_id":9,"name":"Cielo","category":"cat","sex":"f","size_kg":3,"story":"Cielo means sky in Spanish. We decided to give her that name because of her bright blue eyes. She's 3 years old, fixed, vaccinated, super healthy & friendly with other cats & people. It'll be a great addition to any household. She will def turn your house into a home. Please help me find a forever home for this sweet soul & make her Christmas miracle come true.","image":"assets/images/cats/9.jpg"},{"_id":10,"name":"Scar","category":"cat","sex":"m","size_kg":3,"story":"I have had Scar since he was born. His mother is my cat and she got pregnant while we were cat sitting. She was very young at the time (under 1 year) so we had not brought her to be spayed at that point. Scar is neutered. He was born 11/3/2012 so he will be 8 this year. He has digestive issues which have gotten worse with age, he now cannot have solid foods and probiotics don’t seems to make a difference. If we mess up his food schedule slightly he gets diarrhea for days. He is very kind and gentle, good with other cats and with our 17 month old baby. He does have some behavioral issues like eating from the trash and jumping on the counter and eating our food (i think he is just trying to soothe his tummy but this always makes it worse, we try to keep things covered but with a 17 month old he gets into her stuff more frequently now)","image":"assets/images/cats/10.jpg"},{"_id":11,"name":"Arnold","category":"other","sex":"m","size_kg":60,"story":"Arnold, like many other pigs used in laboratories for research, is very loving and friendly. When he was rescued, he was small enough to carry. Now, he has grown into a full-grown adult Yucatan, weighing over 250 lbs! Arnold would thrive in a home with other animals – he is very comfortable around pigs and dogs! Due to his size, Arnold will need plenty of space to play and roam. He loves all kinds of food, and especially loves human company. Could you give him his forever home?","image":"assets/images/other/11.jpg"},{"_id":12,"name":"Willie Nelson","category":"other","sex":"m","size_kg":25,"story":"Willie Nelson was rescued from animal testing by Beagle Freedom Project. After enduring horrible cruelty at the hands of humans, Willie is now living a peaceful and happy life at our sanctuary. Willie is a true love bug. He likes to sit in your lap and cuddle, and especially loves to be told how handsome he is. His favorite attire is his red bandana","image":"assets/images/other/12.jpg"},{"_id":13,"name":"Bertha","category":"other","sex":"f","size_kg":1.2,"story":"Meet Bertha! Rescued from animal testing and after suffering unimaginable cruelty, she is now enjoying the luxury of our love. She wants nothing more than to become your best friend, with some healthy snacks and endless love.","image":"assets/images/other/13.jpg"}]